Repository: keboeoris/xivo
Catalog: locales/*.po
Languages: fr_fr

source: %1$d line imported
fr_fr: %1$d ligne importée

source: %1$d phone imported
fr_fr: %1$d téléphone importé

source: 'not_configured' state
fr_fr: état 'not_configured'

source: ACL
fr_fr: Droits

source: API REST url
fr_fr: URL REST de l'API

source: Add a line
fr_fr: Ajouter une ligne

source: Add a phone
fr_fr: Ajouter un téléphone

source: Also import phones with
fr_fr: Importer également des téléphones avec

source: Answer
fr_fr: Réponse

source: Associated lines
fr_fr: Lignes associées

source: Auth token
fr_fr: Jeton d'authentification

source: Auto-open in new window
fr_fr: Ouverture automatique dans une nouvelle fenêtre

source: Auto-open user/ticket on call
fr_fr: Ouverture automatique de l'utilisateur/du ticket en cas d'appel

source: Callcenter features
fr_fr: Caractéristiques du centre d'appel

source: Caller infos:
fr_fr: Infos appelant :

source: Caller name
fr_fr: Nom de l'appelant

source: Caller num
fr_fr: Numéro d'appelant

source: Caller num:
fr_fr: Numéro de l'appelant :

source: Configuration of XIVO integration
fr_fr: Configuration de l'intégration XIVO

source: Connect to XIVO
fr_fr: Se connecter à XIVO

source: Connected user's current phone status
fr_fr: État actuel du téléphone de l'utilisateur connecté

source: Device slot
fr_fr: "Slot" du téléphone

source: Dial
fr_fr: Appeler

source: Dial number
fr_fr: Composer le numéro

source: Dialing
fr_fr: En appel

source: Enable for Self-service users
fr_fr: Activation pour les utilisateurs en self-service

source: Get lines
fr_fr: Récupérer les lignes

source: Get phone devices
fr_fr: Récuperer les téléphones

source: Get single device
fr_fr: Récuperer un téléphone seul

source: Get single line
fr_fr: Récupérer une ligne seule

source: Get users
fr_fr: Récupérer les utilisateurs

source: Hangup
fr_fr: Raccrocher

source: Hold
fr_fr: En attente

source: Import Xivo assets
fr_fr: Récupérer l'inventaire de XIVO

source: Import assets into GLPI inventory
fr_fr: Importer les assets dans GLPI Inventory

source: Import lines
fr_fr: Importer les Lignes

source: Import phones
fr_fr: Importer les téléphones

source: Import phones-lines relation
fr_fr: Importer la relation téléphones-lignes

source: Incoming call
fr_fr: Appel entrant

source: Keep xuc session
fr_fr: Maintien de la session xuc

source: Last Error
fr_fr: Dernière erreur

source: Last synchronisation
fr_fr: Dernière synchronisation

source: Line
fr_fr: Ligne

source: Multiple users found with this phone number
fr_fr: Plusieurs utilisateurs ont été trouvés avec ce numéro de téléphone

source: On call
fr_fr: En appel

source: Presence
fr_fr: Présence

source: Protocol
fr_fr: Protocole

source: Provisioning code
fr_fr: Code d'approvisionnement

source: Provisioning extension
fr_fr: Extension d'approvisionnement

source: REST API access
fr_fr: Accès à l'API REST

source: REST API status
fr_fr: Statut de l'API REST

source: Secure connection to WebSocket
fr_fr: Connexion sécurisée à WebSocket

source: Template
fr_fr: Modele de configuration

source: Transfer
fr_fr: Transfert

source: Transfer to number
fr_fr: Transfert vers le numéro

source: User
fr_fr: Utilisateur

source: User found in GLPI:
fr_fr: Utilisateur trouvé dans GLPI :

source: XIVO connected
fr_fr: XIVO connecté

source: XIVO informations
fr_fr: Informations XIVO

source: XIVO password
fr_fr: Mot de passe XIVO

source: XIVO phone number
fr_fr: Numéro de téléphone XIVO

source: XIVO username
fr_fr: Nom d'utilisateur XIVO

source: XUC integration (click2call, presence, etc)
fr_fr: Intégration XUC (click2call, présence, etc.)

source: XUC url (with port)
fr_fr: XUC url (avec port)

source: Xivo ID
fr_fr: ID XIVO

source: Xivo line_id
fr_fr: line_id Xivo

source: Xivo plugin not activated
fr_fr: Le plugin Xivo n'est pas activé

source: empty mac
fr_fr: mac vide

source: empty serial
fr_fr: numéro de série vide
